Repository: IBMPredictiveAnalytics/SPSSINC_APRIORI
Catalog: src/lang/*/SPSSINC_APRIORI.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: Consequent keyword not currently implemented
de: Sukzedensschlüsselwort derzeit nicht implementiert.
es: la consiguiente palabra clave no está implementada actualmente
fr: Le mot clé consécutif n'est pas actuellement implémenté.
it: Parola chiave successiva non implementata attualmente
ja: Consequent キーワードは現在実装されていません
ko: 결과 키워드가 현재 구현되어 있지 않습니다.
pl: Następne słowo kluczowe nie zostanie prawidłowo zaimplementowane
pt_br: Palavra-chave subsequente não implementada atualmente
ru: Следующее ключевое слово на данный момент не реализовано
zh_cn: 目前未实现 Consequent 关键字
zh_tw: 目前未實作 Consequent 關鍵字

source: The R %s package is required but could not be loaded.
de: Das R %s-Paket ist erforderlich konnte aber nicht geladen werden.
es: El paquete R %s es necesario pero no se ha podido cargar.
fr: Le pack R %s est requis mais n'a pas pu être chargé.
it: Il package R %s è necessario, ma non è stato possibile caricarlo.
ja: R %s パッケージが必要ですが、読み込むことができませんでした。
ko: R %s 패키지가 필요하지만 로드할 수 없습니다.
pl: Pakiet R %s jest wymagany, ale nie można było go wczytać.
pt_br: O pacote R %s é necessário, mas não pôde ser carregado.
ru: Необходим пакет R %s, но его не удалось загрузить.
zh_cn: 需要 R %s 程序包，但未能将其装入。
zh_tw: R %s 套件是必要套件，但無法載入。

source: Warning: The programfile keyword is no longer supported
de: Warnung: Das Schlüsselwort programfile wird nicht mehr unterstützt
es: Advertencia: la palabra clave programfile ya no se admite
fr: Avertissement : Le mot clé programfile n'est plus pris en charge.
it: Avviso: La parola chiave programfile non è più supportata
ja: 警告: programfile キーワードはサポートされなくなりました
ko: 경고: programfile 키워드가 더 이상 지원되지 않습니다.
pl: Ostrzeżenie: słowo kluczowe PROGRAMFILE nie jest już obsługiwane
pt_br: Aviso: A palavra-chave programfile não é mais suportada
ru: Предупреждение: Ключевое слово programfile более не поддерживается
zh_cn: 警告：programfile 关键字不再受支持
zh_tw: 警告：不再受支援 programfile 關鍵字

source: -- Summary of Transactions Data --
de: -- Zusammenfassung der Transaktionsdaten --
es: -- Resumen de datos de transacciones --
fr: -- Récapitulatif des données de transaction --
it: -- Riepilogo dei dati delle transazioni --
ja: -- トランザクション データの要約 --
ko: -- 트랜잭션 데이터 요약 --
pl: -- Podsumowanie danych transakcji --
pt_br: -- Sumarização de dados de transação --
ru: -- Сводка данных транзакций --
zh_cn: -- 交易数据摘要 --
zh_tw: -- 交易資料的摘要 --

source: Item Proportions
de: Itemanteile
es: Proporciones de elementos
fr: Proportions d'élément
it: Proporzioni elemento
ja: 項目の比率
ko: 항목 비율
pl: Proporcje pozycji
pt_br: Proporções do item
ru: Пропорции элемента
zh_cn: 项比例
zh_tw: 項目比例

source: Support
de: Unterstützung
es: Soporte
it: Supporto
ja: サポート
ko: 지지도
pl: Wsparcie
pt_br: Suporte
ru: Поддержка
zh_cn: 支持度
zh_tw: 支援

source: Confidence
de: Konfidenz
es: Confianza
fr: Confiance
it: Confidenza
ja: 信頼
ko: 신뢰
pl: Ufność
pt_br: Confiança
ru: Показатель доверия
zh_cn: 置信度
zh_tw: 信賴

source: Lift
es: Elevación
it: Guadagno cumulativo
ja: リフト
ko: 리프트
pl: Przyrost
pt_br: Elevação
ru: Рост
zh_cn: 提升度
zh_tw: 提升

source: Quality of Entire Set of %s Rules
de: Qualität des gesamten Sets von %s Regeln
es: Calidad del conjunto completo de %s reglas
fr: Qualité de l'ensemble de règles de %s règles
it: Qualità dell'intero insieme di %s regole
ja: %s 規則セット全体の品質
ko: %s 규칙의 전체 세트 품질
pl: Jakość całego zbioru reguł %s
pt_br: Qualidade de todo o conjunto de %s regras
ru: Качество всего набора %s правил
zh_cn: 整个 %s 规则集的质量
zh_tw: 整個 %s 規則集的品質

source: Quality of Selected Subset of %s Rules Meeting Minimum Lift
de: Qualität des ausgewählten Subsets von %s Regeln, die minimalen Lift erfüllen
es: Calidad del subconjunto seleccionado de %s Reglas que cumplen la elevación mínima
fr: Qualité du sous-ensemble sélectionné de %s règles répondant au lift minimum
it: Qualità del sottoinsieme selezionato di %s regole che che rispettano il guadagno cumulativo minimo
ja: リフトの最小値を満たす %s 規則の選択されたサブセットの品質
ko: 최소 리프트를 충족하는 %s 규칙의 선택된 서브세트 품질
pl: Jakość wybranej grupy reguł %s Reguły spełniające min. przyrost
pt_br: Qualidade do subconjunto selecionado de %s regras que atende a elevação mínima
ru: Качество выбранного поднабора %s правил, соответствующих минимальному подъему
zh_cn: 满足最小提升度的所选 %s 规则子集的质量
zh_tw: 符合提升下限的所選取 %s 規則子集品質

source: Apriori Rules
de: Apriori-Regeln
es: Reglas a priori
fr: Règles Apriori
it: Regole apriori
ja: Apriori ルール
ko: Apriori 규칙
pl: Reguły apriori
pt_br: Regras Apriori
ru: Правила априори
zh_cn: Apriori 规则
zh_tw: 先驗規則

source: a. Consequent: %s
de: a. Sukzedens: %s
es: a. Consiguiente: %s
fr: a. Conséquence : %s
it: a. Successivo: %s
ja: a. 結果: %s
ko: a. 결과: %s
pl: a. Następnik: %s
pt_br: a. Consequente: %s
ru: a. Последующий: %s
zh_cn: a. 结果：%s
